name: "eltwiseLayer"
input: "data1"
input: "data2"
input_dim: 1
input_dim: 3
input_dim: 600
input_dim: 800
input_dim: 1
input_dim: 3
input_dim: 600
input_dim: 800
layer {
  bottom: "data1"
  bottom: "data2"
  top: "eltwise"
  name: "eltwise"
  type: "Eltwise"
}
