name: "logLayer"
input: "data"
input_dim: 1
input_dim: 3
input_dim: 600
input_dim: 800
layer {
  bottom: "data"
  top: "log"
  name: "log"
  type: "Log"
  log_param{
    base: -1
    scale: 1
    shift: 0
  }
}
