name: "reluLayer"
input: "data"
input_dim: 1
input_dim: 3
input_dim: 600
input_dim: 800
layer {
  bottom: "data"
  top: "relu"
  name: "relu"
  type: "ReLU"
  relu_param{
    negative_slope: 0.5
  }
}
